Repository: irenemeisel/ajhdrupal
Catalog: profiles/drupal_commons/modules/contrib/nodeaccess_userreference/translations/nodeaccess_userreference.*.po
Languages: sv

source: Set node grants priority for Node Access User Reference
sv: Ange prioritet för beviljande av nod för nodåtkomst per användare

source: If you are only using this access control module, you can safely ignore this. If you are using multiple access control modules you can adjust the priority of this module.
sv: Om du enbart använder denna modul för kontroll av åtkomst kan du ignorera detta. Om du använder flera moduler för kontroll av åtkomst så kan du ändra prioriteringen för denna modul.

source: Grant "view" node access to user
sv: Bevilja nodåtkomsten "visa" till användare

source: Give the referenced user access to view the node, if they cannot already do so.
sv: Ge den refererade användaren åtkomst att visa noden, om de inte redan kan göra det.

source: Grant "edit" node access to user
sv: Bevilja nodåtkomsten "redigera" till användare

source: Give the referenced user access to edit the node, if they cannot already do so.
sv: Ge den refererade användaren åtkomst att redigera noden, om de inte redan kan göra det.

source: Grant "delete" node access to user
sv: Bevilja nodåtkomsten "radera" till användare

source: Give the referenced user access to delete the node, if they cannot already do so.
sv: Ge den refererade användaren åtkomst att radera noden, om de inte redan kan göra det.

source: Node access user reference settings
sv: Inställningar för nodåtkomst per användarreferens

source: Configure Node Access User Reference.
sv: Konfigurera nodåtkomst per användarreferens

source: Provides per node access control with CCK User Reference fields.
sv: Tillhandahåller kontroll av nodåtkomst per nod med fält av typen användarreferens för CCK.
