Repository: irenemeisel/ajhdrupal
Catalog: sites/all/modules/contrib/bd_video/translations/*.po
Languages: de

source: The video is awaiting upload to bluedroplet.com.
de: Das Video steht zum Hochladen nach bluedroplet.com an.

source: The video has been uploaded to bluedroplet.com for transcoding.
de: Das Video wurde für das Transcoding zu bluedroplet.com hochgeladen.

source: Your credentials are invalid. Please enter your correct bluedroplet.com !credlink.
de: Ihre Anmeldeinformationen sind ungültig. Bitte verwenden Sie Ihren korrekten bluedroplet.com !credlink.

source: There was insufficient credit at the time of uploading to transcode this video. Please purchase more credit at !bizlink.
de: Zum Zeitpunkt des Ladens war nicht ausreichend Kredit vorhanden um dieses Video zu transkodieren. Bitte kaufen Sie mehr Kredit bei !bizlink.

source: Transcoding failed. Please try another video.
de: Transcoding gescheitert. Bitte versuchen Sie es ein anderes Video.

source: Processing video... This may take a few minutes. Please !refreshlink.
de: Video-Verarbeitung ... Dies kann einige Zeit dauern. Bitte !refreshlink verwenden.

source: access content
de: Inhalt lesen

source: Site-wide Blue Droplet Video settings.
de: Seitenweite Blue Droplet Video Einstellungen.

source: File autocomplete
de: Datei Autovervollständigung

source: Blue Droplet Video requires the <a href="http://drupal.org/project/flowplayer">Flowplayer</a> module, (<i>not</i> the Flowplayer module in SWF Tools).
de: Blue Droplet Video benötigt das Modul <a href="http://drupal.org/project/flowplayer">Flowplayer</a>, (<i>nicht</i> das Flowplayer-Modul der SWF Tools).

source: Incorrect module
de: Falsches Modul

source: General purpose video module.
de: Allzweck-Video-Modul.
